<!doctype html>
<html>
  <head>
    <title>Fringe Dev</title>
    <link rel="stylesheet" type="text/css" href="style.css" />
    <link rel="stylesheet" type="text/css" media="all" href="grid/compressed/css/1104_12_20_20.css" />
  </head>
  <body>
    <div class="container_12" id="content">
        <!-- Fringe Dev Montreal title -->
        <!-- 1 -->
        <div class="grid_3">
            <div id="page_title_twitter">
                Twitter:<br/><a href="http://twitter.com/FringeDev" target="_blank">@FringeDev</a>
            </div>
            <div id="page_title_googlegroup">
                Google Group:<br/><a href="http://groups.google.com/group/fringedev" target="_blank">FringeDev</a>
            </div>
        </div>
        <div class="grid_6" id="page_title">
            <h1>Fringe Dev</h1>
        </div>
        <div class="grid_3" id="page_title_press">
            <div id="press_mtw">
            We got buzz / <br/>
            On parle de nous:
            <a href="http://montrealtechwatch.com/2011/09/09/fringedev-a-celebration-of-new-unknown-creative-technologies/">Montreal Tech Watch</a>
            </div>
        </div>
        <div class="clear">&nbsp;</div>
        <!-- 2 -->
        <div class="grid_6 prefix_3" id="page_title_location">
            <span>Montreal</span>
        </div>
        <div class="clear">&nbsp;</div>

        <!-- Content -->
        <div class="grid_6 content_block">
            <h2>What's this?</h2>
            <p>First of all, this is not your day job kind of stuff!</p>
            <p>No, it's about that curiosity that brings you to Hacker News every hour,
            looking for another juicy functional programming piece of intel. It's about dropping
            the silent "<i>but</i>" at the end of your "<i>I've always wanted to check out graph databases</i>" line.
            About taking the time to appreciate the tools that take us there, when day in, day out we're too busy worrying about the end product.
            </p>
            <p>And most importantly, it's about sharing our passion for novelty with our fellow hackers, exploring together
            the fringe of software dev.
            </p>
        </div>
        <div class="grid_6 content_block">
            <h2>De quoi s'agit-il?</h2>
            <p>Tout d'abord, on veut rien &agrave; voir avec les 9 &agrave; 5.</p>
            <p>On veut plut&ocirc;t piquer cette curiosit&eacute; qui nous ram&egrave;ne tout le temps sur Hacker News pour y trouver une nouvelle perle de programmation.
            C'est &agrave; propos d'abandonner le "<i>mais ...</i>" &agrave; la fin de "<i>J'ai toujours voulu checker les bases de donn&eacute;es graphe</i>".
            Il s'agit de prendre le temps d'appr&eacute;cier les outils qu'on utilise lorsqu'on est trop occup&eacute; &agrave; se soucier seulement du produit final. </p>
            <p>Essentiellement, il s'agit de partager la passion pour les nouveaut&eacute;s en programation avec d'autres amis hackers, en explorant ensemble les nouvelles fronti&egrave;res du d&eacute;veloppement logiciel. </p>
        </div>
        <div class="clear">&nbsp;</div>

        <div class="grid_6 content_block">
            <h2>Inspiring! But... what is it?</h2>
            <p>We're leaving that a bit open-ended for now by calling it a "<i>happening</i>" that brings Montreal hackers together.
            It's not an organization, a user group, or an event, but in a way it's a bit of all. We're planning on holding
            regular meetups throughout the year, as well as special events like hackathons, workshops and unconferences.
            Some of the tech we'll look at may already be gathering a small Montreal user group, so we'll work with them
            to bring more exposure to the things they do. And it's all organized by a very open group of people, for which
            the only admission requirement is a willingness to make this happening awesomer and awesomer.
            </p>
        </div>
        <div class="grid_6 content_block">
            <h2>Inspirant! Mais... qu'est-ce?</h2>
            <p>On veut laisser ca un peu ouvert pour l'instant en appellant Fringe Dev un "<i>happening</i>" qui rassemble les hackers montr&eacute;alais.
            Ce n'est pas une organisation, un groupe d'utilisateurs, ou un &eacute;venement, mais en m&ecirc;me temps c'est un peu de tout &ccedil;a ensemble.
            On planifie d'avoir des rencontres r&eacute;guli&egrave;res tout au long de l'ann&eacute;e, et aussi d'avoir des &eacute;venements sp&eacute;ciaux comme des hackathons, des ateliers et des unconferences.
            Quelques technologies que nous allons regarder auraient d&eacute;j&agrave; des petits groupes d&eacute;di&eacute;s, alors nous allons coordonner avec eux pour amener plus de visibilit&eacute; sur leur travail.
            Et tout est organis&eacute; par un groupe tr&egrave;s ouvert, dont la seule exigence d'entr&eacute;e est d'avoir la bonne volont&eacute; pour rendre &ccedil;a encore plus trippant.</p>
        </div>
        <div class="clear">&nbsp;</div>

        <div class="grid_6 content_block">
            <h2>Okay then, so how? when? where?</h2>
            <p>This is all still very early stage. This Fall we hope to be ready with our first 1.0-public-release kind of
            event, but until then we're meeting in social settings to get to know each other better and prepare what Fringe
            Dev is to become. If you want to come hang out with us and be a part of the conversation, the best way to
            reach out would be on Twitter, at <a href="http://twitter.com/FringeDev" target="_blank">@FringeDev</a>.
            </p>
        </div>
        <div class="grid_6 content_block">
            <h2>Okay, alors comment &ccedil;a se passe?</h2>
            <p>Tout est encore &agrave; ses d&eacute;buts. Cet autonme, on esp&egrave;re &ecirc;tre pr&ecirc;t avec notre premier &eacute;venement 1.0, mais avant cela,
            on aura plusieures rencontres informelles pour mieux se conna&icirc;tre et pr&eacute;parer l'avenir de Fringe Dev. Si vous voulez nous joindre et faire partie de la conversation,
            la meilleure fa&ccedil;on d'entrer en contact est sur Twitter &agrave; <a href="http://twitter.com/FringeDev" target="_blank">@FringeDev</a>.
        </div>
        <div class="clear">&nbsp;</div>

        <div class="grid_6 content_block no_header">
            <p>There is much more to be said about the things we're planning and about the philosophy we're going for,
            but then there wouldn't be any content left for this blog we're about to set up.
            So meanwhile, hope to see you soon and happy hacking!
            </p>
        </div>
        <div class="grid_6 content_block no_header">
            <p>On a h&acirc;te de partager plus sur nos plans et notre philosophie pour Fringe Dev, mais on veut en garder pour le blogue &agrave; venir bient&ocirc;t.
            En attendant, on esp&egrave;re vous rencontrer prochainement. Bonne programmation!</p>
        </div>
        <div class="clear">&nbsp;</div>

        <div class="grid_12 separator">&nbsp;</div>
        <div class="clear">&nbsp;</div>
    </div>

    <div id="about">
    </div>
  </body>
</html>
